Repository: haudevops/app_sft_demo
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: An unknown error
vi: Lỗi không xác định

# request_cancel
source: Request to API server was cancelled.
vi: Yêu cầu đến máy chủ API đã bị hủy.

# connect_timeout
source: Connection expired
vi: Kết nối quá hạn

source: Request timed out
vi: Yêu cầu đã hết thời gian chờ

# receive_timed_out
source: Receive timeout
vi: Đã hết thời gian nhận phản hồi

source: Syntax error request
vi: Yêu cầu lỗi cú pháp

source: Access denied
vi: Quyền bị từ chối

source: The server refused to execute
vi: Máy chủ từ chối thực thi

source: Can not connect to server
vi: Không thể kết nối đến máy chủ

source: Method not allowed.
vi: Phương thức không được phép.

source: Server internal error
vi: Máy chủ lỗi nội bộ

source: Invalid request
vi: Yêu cầu không hợp lệ

source: The server has crashed
vi: Máy chủ đã sập

source: Does not support HTTP protocol requests
vi: Không hỗ trợ yêu cầu giao thức HTTP

source: No network connection
vi: Không có kết nối mạng

# _translate_App
source: Translate for App
vi: Chuyển ngôn ngữ của App

# errorLogin
source: Login Failed
vi: Đăng nhập thất bại

source: Login
vi: Đăng nhập

source: Setting
vi: Cài đặt

# DarkTheme
source: Dark
vi: Tối

# LightTheme
source: Light
vi: Sáng

source: UserName
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: OK
vi: Chấp nhận

source: Alert
vi: Thông báo

# errorPassword
source: Password too short
vi: Mật khẩu quá ngắn

# invalidUserName
source: UserName invalid
vi: Tên tài khoản không hợp lệ

source: Please input username
vi: Xin vui lòng nhập tên tài khoản

source: Please input password
vi: Xin vui lòng nhập mật khẩu

# connectTimeout
source: Connect is timeout
vi: Kết nối bị hết hạn

# errorNetWork
source: Network is unreachable. Please check and try again!
vi: Không thể kết nối mạng. Vui lòng kết nối và thử lại!

# newPicking
source: Picking
vi: Lấy hàng

# viewMapPicking
source: View location
vi: Xem vị trí

source: Chosen Language
vi: Chọn ngôn ngữ

source: Chosen Region
vi: Chọn khu vực

# contentChosenRegionDialog
source: Select the map of the required region
vi: Chọn bản đồ khu vực cần đến

source: Dark Theme
vi: Giao diện tối

source: Language
vi: Ngôn ngữ

source: List SO
vi: Danh sách SO

source: Skip
vi: Bỏ qua

# menu_maps
source: Maps
vi: Sơ đồ

# cart_empty_message
source: You have not list cart
vi: Bạn chưa có danh sách lấy hàng

# pick_success_message
source: You picked success
vi: Bạn đã lấy hàng thành công

source: Info
vi: Thông tin

# total_so_pool
source: Total SO
vi: Tổng số SO

source: Create SO pool
vi: Tạo SO pool

# total_sku_of_so
source: Number SKU of SO
vi: Số SKU của SO

# total_unit_of_so
source: Number Unit of SO
vi: Số Unit của SO

# pick_list_so_pool
source: Picking SO pool
vi: Lấy hàng SO pool

# detail_transfer_product_title
source: Detail Transfer Product
vi: Chi tiết chuyển hàng

source: Close
vi: Đóng

# confirm_get_sku
source: You have picked enough for this SKU?
vi: Bạn chắc chắn đã lấy đủ số lượng của SKU này?

# input_lost_product
source: Input the number of lost products
vi: Nhập số lượng sản phẩm thất lạc

# transfer_to_pack
source: Storage location {} already contains enough goods of SO {}. Please move this storage location to pack.
vi: Phương tiện lưu trữ {} đã chứa đủ hàng của SO {}. Vui lòng chuyển phương tiện lưu trữ này sang đóng gói

# print_log_title
source: Export Log
vi: Xuất Log

# all_item_dialog
source: All
vi: Tất cả

# week_item_dialog
source: Week
vi: Tuần

# today_item_dialog
source: Today
vi: Trong ngày

# 24h_item_dialog
source: Last 24 hours
vi: Sau 24 giờ

# 1h_item_dialog
source: Last 1 hour
vi: Sau 1 giờ

source: No Name
vi: Không Tên

# no_transport
source: No TBVC
vi: Không có PTVC

source: No Barcode
vi: Không có Barcode

# no_barcode_serials
source: Barcode or Serials. Please check again!
vi: Barcode hoặc Serials không hợp lệ. Vui lòng kiểm tra lại

source: No Sku
vi: Không có Sku

source: No Product Name
vi: Không có tên sản phẩm

source: No Location
vi: Không có vị trí

source: No Equipment
vi: Không có PTLT

# input_visible_product
source: Input visible products
vi: Nhập số sản phẩm bạn thấy được

# title_dialog_visible_product
source: Visible products
vi: Sản phẩm thấy được

# message_ex_lost_product
source: The product taken has exceeded the requirement!
vi: Số lượng lấy vượt quá yêu cầu!

# message_not_lost_product
source: This is not a case is lost product!
vi: Đây không phải trường hợp mất sản phẩm!

# message_complete_pick_list
source: You have completed to pickup for Picklist. Please transfer product from transport to storage location for SOs
vi: Bạn đã hoàn thành việc lấy hàng vào PTVC. Vui lòng thực hiện chuyển hàng từ PTVC vào phương tiện chứa hàng theo SO

# message_confirm_end_pick_list
source: Finish pick list to transfer product
vi: Kết thúc lấy hàng chuyển sang chuyển hàng

# message_confirm_end_transfer_product
source: You have completed the transfer to the storage location for picklist, click “OK” to continue!
vi: Hoàn thành việc chuyển hàng vào phương tiện lưu trữ theo Picklist, nhấn "OK" để tiếp tục

source: Update Transport fail!
vi: Cập nhật PTVC thất bại!

# message_update_sku_success
source: You have completed transfer to SKU [{}]
vi: Bạn đã hoàn thành chuyển hàng cho SKU [{}]

# message_transfer_product_success
source: You have completed transfer to Picklist [{}]
vi: Bạn đã hoàn thành chuyển hàng cho Picklist [{}]

source: Retry
vi: Thử lại

# Permission_Storage
source: Please grant accessing storage permission to continue -_-
vi: Vui lòng cấp quyền truy cập bộ nhớ để tiếp tục -_-

# _translate_Common
source: Translate for Wms Mobile Common (File Common.vi.resx)
vi: Chuyển ngôn ngữ của WMS mobile Common (File Common.vi.resx)

# CloseToteButton
source: Close TBVC
vi: Đóng PTVC

# Error_Tote_NotFound
source: TBVC not found
vi: Không tìm thấy PTVC

source: Exit
vi: Thoát

# initCurrentTask_checking
source: Checking current task ...
vi: Đang kiểm tra task hiện tại ...

source: Notification
vi: Thông báo

# ScanBinOrTote
source: Scan TBLT/TBVC
vi: Quét mã Bin hay PTVC

# ToteIsInvalid
source: TBVC is invalid
vi: PTVC không hợp lệ

source: Unknow error
vi: Lỗi ngoại lệ

source: Client is invalid
vi: Client không hợp lệ

source: Start task
vi: Bắt đầu

source: Dimension
vi: Kích thước

source: End task
vi: Kết thúc task

source: Expired date
vi: Ngày hết hạn

source: Expired date is required
vi: Ngày hết hạn là bắt buộc

# endCurrentTask_processing
source: Processing end current task ...
vi: Đang kết thúc task hiện tại ...

# BinIsInvalid
source: TBLT is invalid
vi: TBLT không hợp lệ

source: Sku is invalid
vi: SKU không hợp lệ

source: Dimension is invalid
vi: Kích thước sản phẩm không hợp lệ

source: Cancel task
vi: Hủy công việc

source: Update dimension
vi: Kích thước

source: Home
vi: Trang chủ

source: Please wait a moment ...
vi: Vui lòng đợi trong giây lát ...

source: Cancel
vi: Hủy

# ChangeLanguageMessage
source: Do you want to change app language to VietNamese?
vi: Bạn có muốn chuyển ngôn ngữ của ứng dụng sang tiếng Anh

# ChangeLanguageTitle
source: Change language
vi: Thay đổi ngôn ngữ?

# CloseAppToGetLanguageAffect
source: Please restart app to get affect!
vi: Vui lòng khởi động lại chương trình!

source: English
vi: Tiếng Anh

source: VietNamese
vi: Tiếng Việt

source: Client
vi: Đối tác

source: Select client
vi: Chọn đối tác

source: SingleSo
vi: Một đơn hàng

# ScanBin
source: Scan TBLT
vi: Quét mã TBLT

source: Logout
vi: Đăng xuất

# LogoutMessage
source: Do you really want to logout?
vi: Bạn có thật sự muốn đăng xuất?

# LogoutTitle
source: Logout?
vi: Đăng xuất?

source: Logout Fail!
vi: Đăng xuất thất bại!

source: Condition type
vi: Loại sản phẩm

# ScanBinSuccess
source: Scan TBLT success.
vi: Quét mã TBLT thành công.

# BinIsRequired
source: TBLT is required
vi: Mã TBLT bắt buộc nhập

source: So index
vi: Thứ tự ĐH

source: Quantity transport
vi: SL thiết bị

source: Quantity SO
vi: SL SO

# AppUpdateMessage
source: Application has new update, you must download apk file!
vi: Có cập nhật mới cho ứng dụng, vui lòng tải về tệp cài đặt!

# ClickButtonUpdateVersion
source: Press download button for downloading apk file!
vi: Nhấn icon tải về để tải về tệp cài đặt!

# ClickUpdateFile
source: Click the file for setting new version!
vi: Nhấn vào tên tệp để cài đặt phiên bản mới!

# AppUpdateTitle
source: Update!
vi: Cập nhật!

# AppUpdateDownloading
source: Downloading...
vi: Đang tải...

# ChangeEnvTitle
source: Change environment?
vi: Thay đổi môi trường?

# CloseAppToGetEnvEffect
source: Please close app to take environment config effect
vi: Vui lòng khởi động lại ứng dụng để cập nhật thay đổi

source: Save
vi: Lưu

source: Finish
vi: Kết thúc

# FinishConfirm
source: Do you want to finish this task?
vi: Bạn có muốn kết thúc công việc không?

source: Finish success
vi: Kết thúc thành công

# InputNumber
source: Input a number
vi: Nhập số lượng

source: Case sticker
vi: Thùng

source: Product
vi: Sản phẩm

source: Create
vi: Tạo

# SerialNotExistingInTote
source: This product's serial not existing in TBVC
vi: Serial của sản phẩm không có trong PTVC.

# SerialNotExist
source: Serial is not exist
vi: Serial không tồn tại

# ScanSerialSkuCaseSticker
source: Scan Barcode/Serial/Case sticker
vi: Quét Barcode/Serial/Case sticker

# ScanSerialSkuCaseStickerBin
source: Scan Barcode/Serial/Case sticker/TBLT
vi: Quét Barcode/Serial/Case sticker/TBLT

# DatePickerFormat
source: MM-dd-yyyy
vi: dd-MM-yyyy

# QtyCase
source: Quantity case
vi: SL thùng

# SplitToSingleTitle
source: Split to single
vi: Rã thùng sang lẻ

# NotToSingleConfirm
source: Are you sure not split to single?
vi: Bạn có chắc chắn không rã thùng sang lẻ không?

# ToSingleConfirm
source: Are you sure split to single?
vi: >Bạn có chắc chắn rã thùng sang lẻ không?

# CountFail
source: Cycle count fail
vi: Sai số kiểm đếm

# QtySystem
source: Quantity System
vi: SL hệ thống

# QtyVerify
source: Quantity verify
vi: SL kiểm duyệt

# VerifyFail
source: Verify cycle count fail
vi: Sai số kiểm duyệt

source: Complete
vi: Hoàn thành

source: Check
vi: Kiểm tra

# CheckConfirm
source: Do you want to check?
vi: Bạn có muốn kiểm tra không?

# CodeInvalid
source: Code is invalid
vi: Mã không hợp lệ

# ExceedSKUinBin
source: The number of SKU per TBLT can not be greater than the maximum number of SKU per TBLT
vi: Số lượng SKU trên một TBLT vượt mức cho phép

source: Scan transport / package
vi: Quét PTVC / gói hàng

source: Note
vi: Ghi chú

# ScanTransportForClose
source: Scan transport for ending task
vi: Quét PTVC kết thúc công việc

source: Other
vi: Khác

source: Confirm
vi: Xác nhận

# OpenPhoneAppFailed
source: Failed when open phone dialer app
vi: Không thể gọi điện thoại

source: Reason
vi: Lý do

source: No
vi: Không

source: Yes
vi: Có

source: Package
vi: Kiện hàng

source: SOs completed
vi: SO đủ kiện

source: SOs in completed
vi: SO chưa đủ kiện

source: Scan package
vi: Quét kiện hàng

# ConfirmSkip
source: Do you want to skip item?
vi: Bạn có chắc chắn không tìm thấy sản phẩm không?

# EmptyNoteError
source: Please input note
vi: Vui lòng nhập ghi chú

# EndTaskConfirm
source: Are you sure end task?
vi: Bạn có chắc muốn chấm dứt không?

source: Verify
vi: Kiểm tra

# PrintIndexFormat
source: Index: {0}
vi: STT: {0}

# transfer_product_title
source: Transfer Product
vi: Chuyển hàng

# _translate_Common_RESX
source: Translate for Wms Mobile Common RESX (CommonRESX.resx)
vi: Chuyển ngôn ngữ của WMS mobile Common RESX (CommonRESX.vi.resx)

source: Agree
vi: Đồng ý

# AvailableVolume
source: Available volumes(cm3)
vi: Thể tích khả dụng(cm3)

# CommonInfo
source: Common information
vi: Thông tin chung

# Containing
source: Containing(item)
vi: Đang chứa(item)

source: Error
vi: Lỗi

source: From date
vi: Từ ngày

# GetData_Error
source: Unexpected error while getting data
vi: Xảy ra lỗi khi lấy dữ liệu.

source: Image
vi: Hình ảnh

source: Loading...
vi: Đang tải dữ liệu ...

# LWH
source: Length x Width x Heigth(cm)
vi: Dài x Rộng x Cao(cm)

source: Message
vi: Thông báo

source: Order
vi: STT

source: Save & Continue
vi: Lưu & tiếp tục

# Search_Key
source: Keyword
vi: Từ khoá

source: To date
vi: Đến ngày

# Volume
source: Volumes(cm3)
vi: Thể tích(cm3)

source: Print
vi: In

source: Quantity
vi: Số lượng

# ViewDetail
source: View details
vi: Xem chi tiết

source: Address
vi: Địa chỉ

source: Client type
vi: Loại đối tác

source: Phone
vi: Số điện thoại

# Search_NoData
source: No data found with search key
vi: Không có dữ liệu

source: Delete
vi: Xoá

source: Update
vi: Cập nhật

# TitleDateOfProductBatch
source: Info of product batch
vi: Thông tin kiện/lô hàng

source: PO Code
vi: Mã PO

source: Receive
vi: Nhận hàng

source: Status
vi: Trạng thái

# UnitName
source: Unit
vi: Đơn vị tính

# ResponseTime
source: Response Time (ms)
vi: Thời gian phản hồi (ms)

source: Done
vi: Hoàn tất

source: Reason note
vi: Lý do

# EmployeeIsWorkingAnotherTask
source: Employee is working on another task.
vi: Nhân viên đang thực hiện 1 công việc khác.

# NeedCodeType
source: Scan
vi: Quét

source: Contact name
vi: Người liên hệ

source: Created date
vi: Ngày tạo

source: Warehouse
vi: Kho

# MasanCode
source: PO code (Masan)
vi: Mã PO (Masan)

# FilterNone
source: All
vi: Tất cả

source: Update Time
vi: Thời gian cập nhật

source: Status of package
vi: Trạng thái của kiện hàng

# ClearCacheSuccess
source: Cache has been cleared.
vi: Đã xóa cache thành công.

source: Finish PO
vi: Hoàn thành PO

source: Package No
vi: Mã kiện hàng

source: Scan serial
vi: Quét serial

# FilterPickingSoAll
source: All SO
vi: Tất cả đơn hàng

# FilterPickingSoInDay
source: SO in day
vi: Đơn hàng trong ngày

# FilterPickingSoLate
source: SO late
vi: Đơn hàng trễ

source: Code
vi: Mã

# QuantityEmployee
source: Number of employees
vi: SLượng NV

source: SO code
vi: Mã SO

# Allocate
source: Allocation
vi: Xác định vị trí

source: Employee
vi: Nhân viên

# PickListCode
source: Picking code
vi: Mã pick

# QuantitySO
source: Quantity SO process
vi: SLượng SO xử lý

# CreatePickList
source: Created picking list
vi: Tạo DS lấy hàng

# NumOfItem
source: Number of items
vi: SLhàng

# NumOfSo
source: Number of SO
vi: SLđơn hàng

source: Picking list type
vi: Loại đơn hàng

# PickedToteCode
source: Picked TBVC code
vi: PTVC lấy hàng

# SortedToteCode
source: Sorted TBVC code
vi: PTVC sắp xếp hàng

source: Information
vi: Thông báo

source: Next step
vi: Bước tiếp theo

source: Packing
vi: Đóng gói

source: Picking
vi: Lấy hàng

# PickingListCode
source: Picking code
vi: Mã lấy hàng

source: Sorting
vi: Phân loại

# ToteCode
source: TBVC code
vi: Mã PTVC

source: Choice...
vi: Chọn...

source: Close
vi: Đóng

# CountSelectedTextForItem
source: {0} item is selected.
vi: {0} được chọn

# CountSelectedTextForItems
source: {0} items is selected.
vi: {0} được chọn

# DeSelectAllText
source: Deselect All
vi: Bỏ chọn tất cả

# LiveSearchStyle
source: contains
vi: chứa

# MaxOptionsTextForGroupItem
source: Group limit reached ({n} item max)
vi: mức nhóm giới hạn ({n} lựa chọn)

# MaxOptionsTextForGroupItems
source: Group limit reached ({n} items max)
vi: mức nhóm giới hạn ({n} lựa chọn)

# MaxOptionsTextForItem
source: Limit reached ({n} item max)
vi: Mức giới hạn ({n} lựa chọn)

# MaxOptionsTextForItems
source: Limit reached ({n} items max)
vi: Mức giới hạn ({n} lựa chọn)

# NoneResultsText
source: No results matched {0}
vi: Không có kết quả nào giống với {0}

# SelectAllText
source: Select All
vi: Chọn tất cả

# SelectedTextFormat
source: values
vi: giá trị

source: of
vi: của

source: Page
vi: Trang

# PagingInfo
source: Showing
vi: Đang hiển thị

source: Input data invalid
vi: Dữ liệu yêu cầu không hợp lệ

# ListItem
source: List items to pick
vi: Danh sách hàng hoá cần lấy

source: Processing
vi: Đang xử lý...

# QtyOfItemScanned
source: Quantity of item scanned
vi: SL hàng đã quét

# QtyItemOfTote
source: Quantity item in TBVC
vi: SL hàng trong PTVC

source: Current item
vi: Hàng hoá hiện tại

# DoYouWantEndTask
source: Do you want to end task?
vi: Bạn có muốn kết thúc công việc không ?

source: Warehouse not found
vi: Kho không tồn lại

source: Task is invalid
vi: Task không hợp lệ

source: Aisle
vi: Luống

source: --- All ---
vi: --- Tất cả ---

# IsUsed
source: Used
vi: Sử dụng

source: Level
vi: Tầng

source: Room
vi: Phòng

# ProductList
source: Product lists
vi: Danh sách sản phẩm

source: Step
vi: Bước nhảy

# Amount
source: Amount (VNĐ)
vi: Thành tiền (VNĐ)

source: Discount
vi: Giảm giá

source: Fee shipping
vi: Phí giao hàng

# Price
source: Prices (VNĐ)
vi: Đơn giá (VNĐ)

source: Total amount discounted
vi: Tổng tiền đã giảm giá

source: Total amount no discount
vi: Tổng tiền chưa giảm giá

source: Total amount paid
vi: Tiền đã đưa trước

source: Total amount pay
vi: Tổng tiền phải trả

source: Total amount VAT
vi: Tổng tiền VAT

source: Print invoice
vi: In hóa đơn

source: Lock
vi: Khoá

source: Unlock
vi: Mở khoá

# CurrentTote
source: Current TBVC
vi: PTVC hiện tại

source: Bulk size
vi: Cồng kềnh

# CancelPickingList
source: Cancel picking
vi: Hủy lấy hàng

source: Transport
vi: Mã PTVC

source: Transport code
vi: Mã thiết bị

source: Qty of items
vi: SL hàng

source: Next
vi: Tiếp theo

# TitleDemensionOfProduct
source: Product dimensitions
vi: Thông tin thể tích của sản phẩm

# TitleExpireDateOfProduct
source: Product information
vi: Thông tin sản phẩm

source: B2CBulkSize
vi: B2C - Cồng kềnh

source: B2CSingle
vi: B2C - Có 1 sản phẩm tiêu chuẩn

source: B2CStandardSize
vi: B2C - Tiêu chuẩn

# Height
source: Heights
vi: Cao

source: Length
vi: Dài

source: Width
vi: Rộng

source: Billing address
vi: Địa chỉ hoá đơn

source: Biz type
vi: Loại SO

source: Customer
vi: Khách hàng

source: Payment
vi: Thanh toán

source: Product name
vi: Tên sản phẩm

# PromotionPercent
source: Promotion percentage
vi: Khuyến mãi (%)

# QuantityQty
source: Qty
vi: SL

source: Shipping address
vi: Địa chỉ giao hàng

source: Tax (%)
vi: Thuế (%)

# UnitDTV
source: Unit:
vi: ĐVT:

# BinCodeInvalid
source: TBLT code is invalid
vi: Mã TBLT không hợp lệ

# SKUOrTote
source: SKU or TBVC
vi: SKU hoặc PTVC

# DoYouWantCloseCurrentTote
source: Do you want close current TBVC?
vi: Bạn có muốn đóng PTVC hiện tại không?

source: Employee has no any task.
vi: Nhân viên hiện không làm việc ở tác vụ nào

# BinOrTote
source: TBLT or TBVC
vi: TBLT hay PTVC

# DoYouWantToCloseCurrentToteAndOpenNewTote
source: Do you want to close current TBVC and open new TBVC?
vi: Bạn có muốn đóng PTVC hiện tại và mở PTVC mới?

# ActualQty
source: Actual quantity
vi: SL thực nhận

# Qty
source: Quantity
vi: Số lượng

source: Group
vi: Nhóm

# PrintShippingLable
source: Shipping label
vi: Nhãn vận chuyển

# AliseList
source: Aisle list
vi: Danh sách luống

# AliseSelectedList
source: Aisle selected list
vi: Luống đã chọn

source: List product
vi: Danh sách sản phẩm

source: Packages
vi: Danh sách kiện hàng

source: No serial
vi: Không có serial

source: Serial of product
vi: Serial của sản phẩm

source: Contact phone
vi: Điện thoại liên hệ

# CurrentExpiredDate
source: Current expire date
vi: Ngày hết hạn

# UseExpiredDateAgain
source: Use expire date again
vi: Sử dụng lại ngày hết hạn

source: Employee is invalid.
vi: Nhân viên không hợp lệ.

# EmployeeAlreadyExisted
source: Employee is already existed.
vi: Nhân viên đã tồn tại.

# Nummber
source: Number
vi: Số lượng

source: Transport type
vi: Loại vận chuyển

source: Item
vi: Sản phẩm

source: Shipping type
vi: Kích thước

source: Location
vi: Vị trí

# IssueStatus_Canceled
source: Canceled
vi: Đã hủy

# IssueStatus_Finished
source: Finished
vi: Đã giải quyết

# IssueStatus_Inprogress
source: In-progress
vi: Đang xử lý

# IssueStatus_New
source: New
vi: Mới

source: Name
vi: Tên

source: Role manager
vi: Phân quyền

source: Employee is doing another work.
vi: Nhân viên đang thực hiện công việc khác

# IssueGroup_CycleCount
source: Cycle Count
vi: Kiểm đếm

# IssueGroup_LostAndFound
source: Lost and Found
vi: Mất và Tìm thấy

# IssueGroup_Pack
source: Pack
vi: Đóng gói

# IssueGroup_Pick
source: Pick
vi: Lấy hàng

# IssueGroup_Receive
source: Receive
vi: Nhận hàng

# IssueGroup_Sort
source: Sort
vi: Phân hàng

# IssueGroup_Stow
source: Stow
vi: Lưu kho

source: Issue Type
vi: Loại ngoại lệ

# SKUOrBin
source: SKU or TBLT
vi: SKU hoặc TBLT

source: Add
vi: Thêm

source: Scan QR code or serial
vi: Quét mã QR hoặc Serial

source: Finish time
vi: Kết thúc

source: Process
vi: Xử lý

source: Request type
vi: Loại chuyển đổi

source: Start time
vi: Bắt đầu

source: Nofinish
vi: Chưa kết thúc

# QtyItemOfTransport
source: Quantity item in transport
vi: SL hàng trong thiết bị

# HeaderModal_Input_Quantity
source: Input Quantity
vi: Nhập số lượng

# HeaderModal_ScanQRCode_Serial
source: Scan QR code or serial
vi: Quét mã QR hoặc serial

source: Stow
vi: Lưu kho

# CreateOpsTaskFail
source: Create task fail
vi: Tạo task không thành công

# QRCodeHasDuplicatedSerialCode
source: QR code has duplicated serial.
vi: Mã QR có mã serial bị trùng

source: Input date for product
vi: Nhập thông tin ngày cho sản phẩm

source: Update expired date
vi: Cập nhật thông tin ngày

# SingleSO
source: Single sale order
vi: Một đơn hàng

# RelaseEmployee
source: Release employee
vi: Giải phóng nhân viên

source: Release transport
vi: Giải phóng phương tiện vận chuyển

# StringScanner_ReleaseEmployee_Sample
source: Ex: 99999
vi: VD: 99999

# StringScanner_ReleaseEmployee_Title
source: Please input employee code
vi: Nhập mã nhân viên

# StringScanner_ReleaseTransport_Sample
source: Ex: TT001
vi: VD: TT001

# StringScanner_ReleaseTransport_Title
source: Please input transport code
vi: Nhập mã phương tiện vận chuyển

# IssueTypeFound
source: Found item
vi: Tìm thấy hàng

# IssueTypeLost
source: Lost item
vi: Mất hàng

source: Serial is invalid.
vi: Serial không hợp lệ.

source: Task Type
vi: Loại công việc

# StartTimeTask
source: Date
vi: Ngày

source: Task
vi: Công việc

# OpenToteSuccess
source: TBVC open successfully
vi: Mở PTVC thành công

source: Total product item
vi: Tổng số sản phẩm

source: Exception type
vi: Loại ngoại lệ

source: Exception type is required.
vi: Loại ngoại lệ phải được chọn

source: Note is required
vi: Ghi chú là bắt buộc

# PoDetailException
source: Po exception
vi: Ngoại lệ

# QtyGreaterThan0
source: Quantity must be greater than 0, please check again.
vi: Số lượng phải lớn hơn 0, vui lòng kiểm tra lại

# SelectObject
source: --- Select {0} ---
vi: --- Chọn {0} ---

source: Type
vi: Loại

# Client_ContactName
source: Contact name
vi: Người liên hệ

# Client_Masancode
source: Code
vi: Mã đối tác

# Client_Name
source: Name
vi: Tên đối tác

# Client_Search
source: Search client
vi: Tìm kiếm đối tác

# Client_ShortName
source: Shortname
vi: Tên rút gọn

# Client_Status
source: Status
vi: Trạng thái

# Client_Tax
source: Tax
vi: Mã số thuế

source: Client type
vi: Loại đối tác

source: Active
vi: Kích hoạt

source: Blocked
vi: Khóa tài khoản

source: Individual
vi: Cá nhân

# NoActive
source: Inactive
vi: Chưa kích hoạt

source: Organization
vi: Tổ chức

# Client_AdminEmail
source: Admin email
vi: Email quản trị

# Client_View
source: View client infomation
vi: Xem thông tin đối tác

source: Inventory
vi: Tồn kho

source: Updated date
vi: Ngày cập nhật

source: Sku name
vi: Tên SKU

source: Draft
vi: Tạm

# FA
source: Full allocate
vi: Xác định được tất cả vị trí

source: Finished
vi: Hoàn thành

source: New
vi: Mới

# PA
source: Partial allcatte
vi: Xác định được 1 phần

source: Canceled
vi: Đã hủy

source: Client Name
vi: Tên đối tác

source: Available
vi: Có thể xuất

source: Pending out
vi: Chờ xuất

source: Datetime
vi: Thời gian

# BundleTab
source: Bundle
vi: Chi tiết sản phẩm

source: Unit
vi: Đơn vị tính

source: PO detail type is required.
vi: Loại chi tiết PO phải được chọn.

source: Incoming
vi: Hàng đến

source: Receiving
vi: Hàng nhận
