Repository: haudevops/app_sft_demo
Catalog: lib/l10n/intl_*.arb
Languages: vi

# Tote
source: TBVC
vi: PTVC

# ToteToClose
source: TBVC to close
vi: PTVC để đóng

# DashboardTitle
source: Dash board
vi: Biểu đồ

# InvoiceNoOrTransportCode
source: Invoice No | Transport
vi: Mã Hóa Đơn | Thiết bị vận chuyển

# FinishTask
source: Click button finish task
vi: Nhấn nút kết thúc

source: Transport or PO
vi: Mã PTVC / PO

source: Pending
vi: Tạm hoãn

# C3PL
source: 3PL
vi: Đối tác vận chuyển

# MasanAddress
source: 11 Tran Quy Khoach Str , Tan Dinh Ward, District 1, Hochiminh City
vi: 11 Trần Quý Khoách, P Tân Định, Quận 1, HCM

# MasanName
source: MASAN JOIN STOCK COMPANY
vi: CÔNG TY CỔ PHẦN MASAN

# ErrorOccurQuickAccess
source: Error occurs while accessing data
vi: Xảy ra lỗi trong khi xử lý dữ liệu

source: Shipping service
vi: Gói dịch vụ

source: Picked
vi: Đã lấy hàng

source: Transformed
vi: Đã chuyển đổi

source: Transforming
vi: Đang chuyển đổi

source: Destination
vi: Đích

source: Source
vi: Nguồn

source: Ready to transform
vi: Sẵn sàng chuyển đổi

source: Transform request code
vi: Mã yêu cầu chuyển đổi

source: Created by
vi: Người tạo

# SODeliveryPackageStatusDelivered
source: Delivered
vi: Đã chuyển giao

# SODeliveryPackageStatusDelivering
source: Delivering
vi: Đang chuyển giao

source: Delivery
vi: Giao hàng

source: Transfer
vi: Chuyển giao

source: Confirm new password is required
vi: Vui lòng nhập lại mật khẩu mới

source: Current password is required
vi: Vui lòng nhập mật khẩu hiện tại

source: New password is required
vi: Vui lòng nhập mật khẩu mới

source: New password must be different with old password
vi: Mật khẩu mới phải khác với mật khẩu hiện tại

# PasswordDoesNotMatch
source: Confirm password does not match
vi: Mật khẩu không trùng nhau

# PrevisousItem
source: Previous item
vi: Sản phẩm trước đó

source: Enter the code to print
vi: Nhập mã cần in

source: Add group
vi: Tạo nhóm

source: Exception
vi: Ngoại lệ

# POCodeOrTfrOrTfs
source: PO code | Transform request code | Transfer session code
vi: Mã PO | Mã Chuyển đổi | Mã phiên luân chuyển

source: Damaged
vi: Hư hỏng

source: Wastage
vi: Hao hụt

source: Expire date
vi: Hạn sử dụng

source: By Wave
vi: Theo đợt

source: Option
vi: Tùy chọn

# ByOrder
source: By order (Pick to order)
vi: Theo đơn hàng

# IsDefault
source: Default
vi: Mặc định

# LimitNumberOfDifferentRoomsOrders
source: Max orders (various rooms) per pick list
vi: Số lượng tối đa ĐH (nhiều phòng) trên mỗi danh sách

# LimitNumberOfDifferentRoomsOrdersGreaterThan0
source: Max orders (various rooms) per pick list greater than 0
vi: Số lượng tối đa ĐH (nhiều phòng) trên mỗi danh sách phải lớn hơn 0.

# MaxOversizeOrderInPickList
source: Max oversize orders per pick list
vi: Số lượng tối đa ĐH (quá khổ) trên mỗi danh sách

# MaxOversizeOrderInPickListGreaterThan0
source: Max oversize orders per pick list greater than 0
vi: Số lượng tối đa ĐH (quá khổ) trên mỗi danh sách phải lớn hơn 0.

source: Different room
vi: Theo phòng

source: Size
vi: Kích cỡ

# DesClientBranch
source: Destination Client Branch
vi: Đơn vị đích

source: Source Client Branch
vi: Đơn vị nguồn

source: Select employee
vi: Chọn nhân viên

source: Different sizes
vi: Theo kính thước

source: Normal
vi: Bình thường

source: Max multi normal items orders per pick list
vi: Số lượng tối đa ĐH (bình thường) nhiều sản phẩm trên mỗi danh sách

source: Max multi normal items orders per pick list greater than 0
vi: Số lượng tối đa ĐH (bình thường) nhiều sản phẩm trên mỗi danh sách phải lớn hơn 0

# MaxSingleItemOrdersPerPickList
source: Max singe item orders per pick list
vi: Số lượng tối đa ĐH (bình thường) 1 sản phẩm trên mỗi danh sách

# MaxSingleItemOrdersPerPickListGreaterThan0
source: Max singe item orders per pick list greater than 0
vi: Số lượng tối đa ĐH (bình thường) 1 sản phẩm trên mỗi danh sách phải lớn hơn 0

# MissingItem
source: Missing items
vi: Thiếu sản phẩm

# MaxBinPerAisleGreaterThan0
source: Max TBLT per aisle greater than 0
vi: Số lượng tối đa của TBLT trên mỗi luống phải lớn hơn 0

# MaxMioPerPLGreaterThan0
source: Max multi order per pick list greater than 0
vi: Số lượng tối đa ĐH nhiều sản phẩm trên mỗi danh sách phải lớn hơn 0

# MaxSioPerPLGreaterThan0
source: Max single order per pick list greater than 0
vi: Số lượng tối đa ĐH 1 sản phẩm trên mỗi danh sách phải lớn hơn 0

# StartAisleCodeInvalidOrPassageWayDetailIsMissingConfigAisle
source: Start aisle code is invalid or Passage way detail is missing config this aisle
vi: Mã TBLT bắt đầu không hợp lệ hoặc Chi tiết đường đi trong kho thiếu cấu hình cho mã TBLT bắt đầu này

source: Start aisle code is required.
vi: Mã TBLT bắt đầu trong kho chưa được tạo

# Search_Error
source: Search data error
vi: Tìm kiếm dữ liệu không thành công

source: InStock
vi: Tồn kho

source: Correct
vi: Đúng

source: Counting
vi: Đang kiểm đếm

source: Cycled
vi: Đã kiểm đếm

source: Failed
vi: Không đúng

source: Missing
vi: Thiếu sản phẩm

source: Mistake
vi: Lỗi

source: NA
vi: Chưa kiểm tra lỗi

source: Install
vi: Cài đặt

source: Redundant
vi: Thừa sản phẩm

source: Verify status
vi: Kiểm tra lỗi

source: Search by
vi: Tìm kiếm theo

source: Bundle
vi: Nhiều Sản Phẩm

# FIFO
source: First In First Out
vi: Vào trước ra trước

# LIFO
source: Last In First Out
vi: Vào sau ra trước

source: Not specified
vi: Không đặc tả

source: Single
vi: Sản Phẩm Đơn

source: Search
vi: Tìm kiếm

source: Default
vi: Mặc định

source: OverSize
vi: Quá khổ

source: From warehouse
vi: Từ kho

source: To Warehouse
vi: Đến kho

source: Invoice group
vi: Nhóm

source: Invoice no
vi: Số hóa đơn

source: Transfer code
vi: Mã chuyển kho

source: Transfer pick code
vi: Mã danh sách lấy hàng

source: Get task of employee from cache fail
vi: Lấy thông tin công việc hiện tại của nhân viên trên bộ nhớ không thành công

source: End task is fail
vi: Kết thúc công việc không thành công

source: PO Checkin
vi: Kiểm soát PO

# C3PLNotFound
source: 3PL not found
vi: Đơn vị vận chuyển không tồn tại

source: Task is finished
vi: Công việc đã kết thúc

source: Data on cache is removed
vi: Dữ liệu lưu tạm đã bị xóa

source: So allocation is empty
vi: Thông tin vị trí đơn hàng không có

# ClearCacheError
source: Error when clear cache
vi: Xảy ra lỗi khi xóa dữ liệu trên redis

source: Province
vi: Tỉnh thành

source: ---None---
vi: --- Không ---

source: Select
vi: Chọn

source: Source Warehouse
vi: Từ kho

# C3PLName
source: 3PL name
vi: Đơn vị vận chuyển

source: Destination warehouse
vi: Kho đến

# NumOfPack
source: Number of package
vi: Số lượng gói hàng

# PoCrossDockCode
source: Cross dock code
vi: Mã cross dock

source: Max product size code
vi: Kích thước sản phẩm lớn nhất

source: Available employees
vi: Nhân viên sẳn sàng

source: Cut off time
vi: Thời gian lấy hàng

source: Employee code
vi: Mã nhân viên

source: Employee selected
vi: Nhân viên được chọn

source: Up to Size
vi: Lên đến kích thước

source: Scan transport
vi: Quét PTVC

source: Picked by
vi: Lấy hàng bởi

# PickedDate
source: Picked time
vi: Ngày lấy hàng

source: Packed by
vi: Đóng gói bởi

# PackedDate
source: Packed time
vi: Thời gian đóng gói

# LastUpdate
source: Last update time
vi: Lần cập nhật cuối

# MaxItemsForBulkySize
source: Max item for bulky size
vi: Số lượng sản phẩm tối đa cho kích thước lớn

# MaxItemsForStandardSize
source: Max item for standard size
vi: Số lượng sản phẩm tối đa cho kích thước chuẩn

source: Max order for bulky size
vi: Số lượng đơn hàng tối đa cho kích thước lớn

source: Max order for standard size
vi: Số lượng đơn hàng tối đa cho kích thước chuẩn

source: External code
vi: Mã của đối tác

# SODeliveryPackageStatus3PLHandOn
source: 3PL-HandOn
vi: Đã bàn giao cho vận chuyển

# SODeliveryPackageStatus3PLTransit
source: 3PL-Transit
vi: Đang luân chuyển trong nội bộ 3PL

# SODeliveryPackageStatusCanceled
source: Canceled
vi: Đã hủy

# SODeliveryPackageStatusDelay
source: Delay
vi: Hoãn

# SODeliveryPackageStatusOnReturn
source: OnReturn
vi: Đang bị trả lại

# SODeliveryPackageStatusReady
source: Ready
vi: Sẳn sàng

# SODeliveryPackageStatusReturned
source: Returned
vi: Đã trả

# SODeliveryPackageStatusReadyToShip
source: Read to ship
vi: Sẳn sàng giao

# DoYouWantDeleteItem
source: Do you really want to delete this item?
vi: bạn thực sự muốn xóa dòng dữ liệu này?

# SODeliveryPackageStatusC3PLHandOn
source: 3PLHandOn
vi: Đã bàn giao cho vận chuyển

# SODeliveryPackageStatusC3PLTransit
source: 3PLTransit
vi: Đang luân chuyển trong nội bộ 3PL

# PODetailException_TypeIncoming
source: Incoming
vi: Hàng đến

# PODetailException_TypeReceive
source: Receive
vi: Hàng nhận

# Invoice_BillingInfo
source: Billing info
vi: Thông tin thanh toán

# Invoice_ShippingInfo
source: Shipping info
vi: Thông tin giao hàng

source: Print date
vi: Ngày in

# PackageBoxInfo
source: Package box infomation
vi: Hộp đóng gói

source: Process to pack
vi: Thực hiện đóng gói

source: Remove package box
vi: Xóa hộp đóng gói

source: Box code
vi: Mã hộp

# PrintInvoice110mm
source: Invoice 110mm
vi: Hóa đơn 110mm

# PrintInvoice80mm
source: Invoice 80mm
vi: Hóa đơn 80mm

# PrintInvoiceA5
source: Invoice A5
vi: Hóa đơn A5

source: PackageNo info
vi: Thông tin gói hàng

source: So detail info
vi: Thông tin chi tiết đh

source: Search PackageNo
vi: Tìm kiếm gói hàng

source: Resend packageno to 3PL
vi: Gửi lại gói hàng cho nhà vận chuyển

# FixProblem
source: Has not got problem
vi: Không có vấn đề

# SetProblem
source: Has got problem
vi: Có vấn đề

# FormatDateNgay_Thang_Nam
source: {0:dddd, MMMM d, yyyy}
vi: Ngày {0} tháng {1} năm {2}

source: Security
vi: Bảo vệ

source: Export document
vi: Phiếu xuất kho

source: Shifting order
vi: Lệnh điều động

source: Total
vi: Tổng cộng

# ImExType_EX
source: Export
vi: Xuất

# ImExType_IM
source: Import
vi: Nhập

# ClientPickUp
source: Client pick up, call:
vi: Đối tác tự lấy, gọi:

source: Current group
vi: Nhóm hiện tại

# ItemPacked
source: Packed
vi: Đã đóng gói

# PoDate
source: Purchase order date
vi: Ngày nhập kho

source: Pick list info
vi: Thông tin lấy hàng

# LabelNoPack
source: We do not need to pack this SO
vi: Đơn hàng này không cần đóng gói

# ExportDocument2Contract
source: Export document contact 1,2
vi: Phiếu xuất kho liên 1, 2

# ExportDocumentContract1
source: Export document contact 1
vi: Phiếu xuất kho liên 1

# ExportDocumentContract2
source: Export document contact 2
vi: Phiếu xuất kho liên 2

# MissingMaxBinPerAisle
source: Missing Max TBLT per aisle in configuration warehouse
vi: Thiếu thiết lập số lượng tối đa của TBLT trên mỗi luống trong kho

# MissingMaxMioPerPL
source: Missing Max multi item order per picklist in configuration warehouse
vi: Thiếu thiết lập số lượng tối đa ĐH (bình thường) nhiều sản phẩm trên mỗi danh sách trong kho

# MissingMaxSioPerPL
source: Missing Max single item order per picklist in configuration warehouse
vi: Thiếu thiết lập số lượng tối đa ĐH 1 sản phẩm trên mỗi danh sách trong kho

# MissingStartAisleCode
source: Missing start aisle code in configuration warehouse
vi: Thiếu thiết lập vị trí mã luống bắt đầu trong kho

# UpdateSoStatusCurrentToNew
source: Update SO status from [{0}] to [{1}] fail
vi: Cập nhật trạng thái đơn hàng từ [{0}] sang [{1}] không thành công

# C3PLSession
source: Transfer 3pl session
vi: Phiên bàn giao 3pl

source: SO date
vi: Ngày tạo phiếu xuất

source: Content is required
vi: Phải nhập sku (sku1, sku2...)

# ExportExcel
source: Export to excel
vi: Xuất file excel

source: End time
vi: Kết thúc

source: Weight
vi: Cân nặng

# WeightWithGram
source: Weight (gram)
vi: Cân nặng (gram)

# UpdatePackagesStatusCurrentToNew
source: Update Packages status from [{0}] to [{1}] fail
vi: Cập nhật trạng thái các gói hàng từ [{0}] sang [{1}] không thành công.

source: Case number
vi: Mã thùng

source: Case label is invalid
vi: Mã thùng không hợp lệ

# QtyPerCaseIsInvalid
source: Quantity per case is invalid
vi: Số lượng sản phẩm của thùng không hợp lệ

# ConfirmPackable
source: Do you really want to continue packaging this SO?
vi: Bạn có muốn cho phép đóng gói đơn hàng này?

# Enable
source: Pack
vi: Đóng gói

source: Packable
vi: Đóng gói?

# SearchMissPick
source: Search missing pick item
vi: Tìm kiếm gói hàng bị thiếu

# RefExternalCode
source: Ref code
vi: Mã tham khảo

source: Total COD amount
vi: Tổng cộng COD

# NotSelectClient
source: Client is required
vi: Vui lòng chọn đối tác

# QtyPerCase
source: Quantity per case
vi: Sl sản phẩm / thùng

source: Missing Qty
vi: Số lượng thiếu

# ConditionType_DamageBox
source: Damage box
vi: Hư hộp

# ConditionType_FullDamage
source: Full damage
vi: Hư hết

# ConditionType_New
source: New
vi: Hàng mới

# ConditionType_Old
source: Old
vi: Hàng cũ

# ConditionType_PartialDamage
source: Partial damage
vi: Hư 1 phần

source: Condition type is required
vi: Tình trạng hàng hoá phải được chọn

# ConditionTypeProductItem
source: Condition type of product
vi: Tình trạng hàng hoá

source: Quantity is required greater than 0
vi: Số lượng sản phẩm phải lớn hơn 0

# DesLocationLabel
source: Destination location
vi: Vị trí đích

# OpsTask
source: Task
vi: Công việc

# SrcLocationLabel
source: Source location
vi: Vị trí nguồn

# SearchValueIsMustLargerThan4Character
source: Search value must larger than 4 characters
vi: Giá trị tìm kiếm phải ít nhất là 4 ký tự

source: Qty exception
vi: SL ngoại lệ

# OnlyPackageNo
source: PackageNo
vi: Mã kiện hàng

source: Document code
vi: Mã chứng từ

# SODeliveryPackageStatusReturnConfirm
source: Return Confirmation
vi: Xác nhận trả hàng

# SODeliveryPackageStatusQCVerified
source: QCVerified
vi: Đã kiểm hàng

# SODeliveryPackageStatusQCVerifying
source: QCVerifying
vi: Đang kiểm hàng

source: New transport code
vi: Thiết bị vận chuyển mới

source: Please enter quantity
vi: Vui lòng nhập số lượng sản phẩm lớn hơn 0

source: Please enter serial code
vi: Vui long nhập mã serial

# SODeliveryPackageStatusClientPickupHandOn
source: ClientHandOn
vi: Khách hàng tự lấy

# SkuRequied
source: Sku is required.
vi: Sku không được bỏ trống.

# PoCrossDock_3PLHandOn
source: 3PLHandOn
vi: Đã bàn giao cho vận chuyển

# PoCrossDock_New
source: New
vi: Mới

# PoCrossDock_ReadyToShip
source: ReadyToShip
vi: Sẵn sàng vận chuyển

source: Date Search Invalid
vi: Ngày tìm kiếm không hợp lệ.

# SearchWithinDay
source: Search within {0} day.
vi: Tìm kiếm trong phạm vi {0} ngày.

# IssueSearchSkuConvert_Title
source: Search sku convert
vi: Tìm kiếm SKU cần chuyển đổi

# SearchDataRequired
source: Data search is required
vi: Dữ liệu tìm kiếm không được bỏ trống.

# Refesh
source: Refresh
vi: Làm mới

source: Num of package
vi: Sl gói

source: Result search empty
vi: Kết quả tìm kiếm rỗng

# FromDateInvalid
source: FromDate is invalid.
vi: Ngày bắt đầu không hợp lệ.

source: Inbound
vi: Nhập kho

# NotSelectFromDate
source: FromDate is required.
vi: Ngày bắt đầu không được rỗng.

# NotSelectToDate
source: ToDate is required.
vi: Ngày kết thúc không được rỗng.

source: Outbound
vi: Xuất kho

# ToDateInvalid
source: ToDate is invalid.
vi: Ngày kết thúc không hợp lệ,

# ToDayMustBeGreaterThanFromDate
source: ToDate must be greater than or equal FromDate.
vi: Ngày kết thúc phải lớn hơn hoặc bằng Ngày bắt đầu.

source: Schedule date
vi: Ngày giao mong muốn

source: Verifying
vi: Đang xác nhận

source: MASAN Warehouse
vi: Kho MASAN

source: No need verify
vi: Không cần kiểm tra

source: Verify employee
vi: Nhân viên kiểm tra

# ConfirmSearch
source: Are you sure you want to search? If yes you will lost checked data.
vi: Bạn đã chọn các SO bên dưới, nếu search thì các thông tin đã chọn sẽ bị mất?

# PickWaveSOPlaceHolder
source: Multiple SOCode or ExternalCode, separate by ','
vi: Tìm kiếm một hay nhiều SOCode hoặc ExternalCode, cách nhau dấu ','

source: SO code| Tracking code
vi: Mã đơn hàng| Mã vận đơn

source: Error message
vi: Thông báo lỗi

# ExportDocumentContract1_hotkey
source: So summary 1 (alt+1)
vi: Phiếu SO liên 1 (alt+1)

# ExportDocumentContract2_hotkey
source: So summary 2 (alt+2)
vi: Phiếu SO liên 2 (alt+2)

# PrintInvoiceA5_hotkey
source: InvoiceA5 A5 (alt+a)
vi: Hóa đơn A5 (alt+a)

# PrintShippingLable_hotkey
source: Shipping label (alt+s)
vi: Nhãn VC (alt+s)

# ShiftingOrder_hotkey
source: Shifting order (alt+d)
vi: Lệnh điều động (alt+d)

# ConfirmDeleteProductSerial
source: Do you want to delete this product "{0}" with serial "{1}" ?
vi: Bạn thực sự muốn xóa sản phẩm "{0}" với serial "{1}" này?

source: Problem note
vi: Lý do lỗi

source: Problem note is required
vi: Vui lòng nhập lý do lỗi

source: Reason is required
vi: Lý do không được để trống

# LeftCharacter
source: There are {0} characters left
vi: Còn {0} ký tự

# PackedBeginDate
source: Start Time Pack
vi: Bắt đầu đóng gói

# PackedEndDate
source: End Time Pack
vi: Kết thúc đóng gói

# PickedBeginDate
source: Start Time Pick
vi: Bắt đầu lấy hàng

# PickedEndDate
source: End Time Pick
vi: Kết thúc lấy hàng

source: Transfered Packable By
vi: Người chuyển đóng gói

# TransportList
source: List transport
vi: Danh sách PTVC

source: SO Code | Package No | Tracking Code
vi: Mã đơn hàng | Mã kiện hàng | Mã vận đơn

# SOCancelled
source: (Cancelled)
vi: (Đã hủy)

# AllowSearchMultiPackNo
source: Allow search by multi package by using comma (ex: HQ121, HQ122)
vi: Cho phép tìm kiếm nhiều gói hàng cách nhau bởi dấu "," (Ví dụ: HQ121, HQ122)

source: Resend multi packageno to 3PL
vi: Gửi lại nhiều gói hàng cho nhà vận chuyển

# PickWare_IsHighPriority
source: High Priority
vi: đơn hàng ưu tiên cao

source: Approved by
vi: Người duyệt

source: Approved date
vi: Ngày duyệt

source: QC Check-In Code
vi: Mã CheckIn

# QcGradingBy
source: Grading by
vi: Người kiểm hàng

source: QC Grading Session
vi: Phiên kiểm hàng

source: QC Grading Session code
vi: Mã phiên kiểm hàng

source: Tracking code
vi: Mã vận đơn

# SelectC3pl
source: Select 3PL
vi: Chọn đơn vị vận chuyển

# C3plIsRequired
source: 3PL is required
vi: Bắt buộc nhập đơn vị vận chuyển

# SelectAnotherC3pl
source: Please select another 3PL
vi: Vui lòng chọn đơn vị vận chuyển khác

# CurrentC3PLName
source: Current 3PL name
vi: Đơn vị vận chuyển hiện tại

source: Exception Qty
vi: SL Ngoại lệ

source: In-Progress
vi: Đang xử lý

# SubOrder
source: Sub-Orders
vi: Đơn hàng con

source: Total Amount :
vi: Tổng cộng :

# SoCompleted
source: SO complete
vi: SO hoàn thành

# SoUnCompleted
source: SO uncomplete
vi: SO chưa hoàn thành

source: File is required
vi: Chưa chọn tập tin.

source: Import file
vi: Dữ liệu

# InvalidQtyRow
source: Invalid quantity Row.
vi: Số lượng dòng không hợp lệ.

# LimitSizeUpload0
source: Upload excel file size greater than max size allowed [{0}]
vi: Kích thước tập tin excel lớn hơn kích thước giới hạn [{0}]

# NoDataImport
source: No records to import.
vi: Không có dữ liệu để import.

source: Download template
vi: Tải mẫu

# AllowSearchMultiSerial
source: Allow search by multi serial by using comma
vi: Tìm kiếm nhiều số serial cách nhau bởi dấu ,

# SerialIsRequired
source: Must enter serial number (serial1, serial2....)
vi: Phải nhập số serial (serial1, serial2....)

source: Received By
vi: Nhân viên nhận hàng

source: Assigned employee is required
vi: Nhân viên được phân công bắt buộc chọn.

source: Update status
vi: Cập nhật ĐH

source: Start
vi: Bắt đầu

# WeightWithKg
source: Weight (kg)
vi: Cân nặng (kg)

source: Employee is doing another work [{0}].
vi: Nhân viên đang thực hiện công việc khác [{0}]

source: Task is invalid or Finished
vi: Task không hợp lệ hoặc đã được hoàn thành

# TotalItem
source: Total items
vi: Tổng sản phẩm đặt

source: Total items packed
vi: Tổng sản phẩm đóng gói

# TotalPackage
source: Total packages
vi: Tổng số kiện hàng

source: Total SKU
vi: Tổng số SKU

# ChoiceUnit
source: --- Select unit ---
vi: --- Chọn đơn vị ---

# POCodeOrPoCheckin
source: POCode | PoCheckin
vi: Mã PO | Kiểm soát PO

source: Qty request
vi: SL chờ

source: QR code
vi: Mã QR

source: Qty Inventory
vi: SL Tồn

source: Qty PreOrder
vi: SL Đặt

source: Invalid date
vi: Ngày không hợp lệ

# DeltaQty
source: Delta Quantity
vi: SL lệch

# SODeliveryPackageStatusExpressedQc
source: Expressed qc
vi: Đã lưu kho hàng hủy

# SODeliveryPackageStatusExpressingQc
source: Expressing qc
vi: Đang lưu kho hàng hủy

# SODeliveryPackageStatusReadyToExpressQc
source: Ready to express qc
vi: Sẵn sàng lưu kho hàng hủy

source: Cancelled
vi: Hủy

source: Adjust type
vi: Loại điều chỉnh

source: Deposit
vi: Tăng

source: Reference code
vi: Mã tham chiếu

source: Reference type
vi: Loại tham chiếu

source: Withdraw
vi: Giảm

source: PO type
vi: Loại PO

source: Packing note
vi: Ghi chú đóng gói

source: Actual Delievery Date
vi: Ngày chuyển đến

source: Hand On Date
vi: Ngày lấy hàng

source: Num Of Transfer
vi: Số luân chuyển

source: Checked
vi: Đã chọn

source: UnChecked
vi: Chưa chọn

# DateRangeIsNotValid
source: Date range must be less than or equal {0} days.
vi: Tìm kiếm trong khoảng thời gian {0} ngày.

source: Session code
vi: Mã phiên kiểm kê

source: Packing list
vi: Danh sách đóng gói

source: Picking list
vi: Danh sách lấy hàng

# NotYetPackedQty
source: Not yet packed quantities
vi: SL chưa đóng gói

source: Cycled by
vi: NV kiểm đếm

source: Filter by
vi: Lọc theo

source: Only get
vi: Chỉ lấy

source: top row
vi: dòng đầu

source: Verified by
vi: NV xác nhận

source: Transfer session code
vi: Mã phiên chuyển kho

# NoteLengthLessOrEqual400
source: Note length must be less than or equal to 400.
vi: Độ dài của Ghi chú không được quá 400 ký tự.

# GoToSearchPage
source: Search page
vi: Trang tìm kiếm

source: Previous
vi: Trở lại

source: Reset
vi: Làm mới

source: Counted qty
vi: SL đếm

source: Cycled qty
vi: SL đếm

source: Verified qty
vi: SL xác nhận

source: From
vi: Từ

source: Show
vi: Hiển thị

source: To
vi: Đến

# TotalShippingLable
source: Total Qty ShippingLable
vi: Tổng mã nhãn VC

source: Receiving Employees
vi: Nhân viên đang nhận hàng

# RequiredFromDate
source: The From date is required.
vi: Vui lòng chọn ngày bắt đầu

# RequiredToDate
source: The To date is required.
vi: Vui lòng nhập ngày kết thúc

# PODetailException_ExceptionTypeDamage
source: Damage
vi: Hàng hư hỏng

# PODetailException_ExceptionTypeInsufficience
source: Insufficience
vi: Hàng thiếu

# PODetailException_ExceptionTypeSurplus
source: Surplus
vi: Hàng dư

# TransferSessionDetailException_ExceptionTypeDamage
source: Damage
vi: Hàng hư

# TransferSessionDetailException_ExceptionTypeInsufficience
source: Insufficience
vi: Hàng hư 1 phần

# TransferSessionDetailException_ExceptionTypeSurplus
source: Surplus
vi: Hàng dư

# Status_OnHold
source: On hold
vi: Đang giữ hàng

# ViewMedia
source: View files
vi: Xem files

source: Client is required.
vi: Đối tác phải được chọn.

source: Code is required.
vi: Mã không được rỗng.

# NoteLengthLessOrEqual255
source: Note length must be less than or equal to 255.
vi: Độ dài của Ghi chú không được quá 255 ký tự.

# SoNotExisted
source: So is not existed.
vi: So không tồn tại.

source: Problem
vi: Vấn đề

# ShortQty
source: Qty
vi: SL

# SODeliveryPackageStatusPartialDelivered
source: Partial Delivered
vi: Giao hàng một phần

# SODeliveryPackageStatusPartialReturned
source: Partial Returned
vi: Đã trả một phần

# SODeliveryPackageStatusReturnReceived
source: Return Received
vi: Hàng trả đã về kho

# BestBeforeDateB4ExpiryDate
source: 'Best before date' must be equal or less than 'Expiry date'
vi: 'Ngày sử dụng tốt nhất' phải nhỏ hơn hoặc bằng 'Hạn sử dụng'

# ManufactureDateB4BestBeforeDate
source: 'Manufacture date' must be equal or less than 'Best before date'
vi: 'Ngày sản xuất' phải nhỏ hơn hoặc bằng 'Ngày sử dụng tốt nhất'

# ManufactureDateB4ExpiryDate
source: 'Manufacture date' must be equal or less than 'Expiry date'
vi: 'Ngày sản xuất' phải nhỏ hơn hoặc bằng 'Hạn sử dụng'

# BestBeforeDateMustGreaterThanToday
source: Best before date must be greater than current date.
vi: Ngày sử dụng tốt nhất phải lớn hơn ngày hiện tại.
