Repository: haudevops/app_sft_demo
Catalog: lib/l10n/intl_*.arb
Languages: vi

# CloseToteForStowingSuccess
source: Close TBVC for internal transfer success
vi: Đóng thiết bị luân chuyển nội bộ thành công

source: Create task success
vi: Bắt đầu công việc thành công

# InternalTransferTitle
source: Internal transfer
vi: Luân chuyển nội bộ

# InvalidBinTransport
source: Invalid TBLT/Transport
vi: TBLT hay Mã PTVC không hợp lệ

# InvalidSerialSKU
source: Serial and SKU is invalid
vi: Mã serial or sku không hợp lệ

source: Item already for transfer
vi: Sản phẩm đã sẵn sàng luân chuyển nội bộ

# MenuInternalTransfer
source: Internal transfer
vi: Luân chuyển nội bộ

source: Source is same destination
vi: Vị trí nguồn và đích luân chuyển nội bộ giống nhau

# TransportNotFound
source: Transport is not found
vi: Thiết bị vận chuyển không tìm thấy

# _translate_Internal
source: Translate WMS mobile Internal (Internal.resx)
vi: Translate WMS mobile Internal (Internal.vi.resx)

# MenuTitle_Internal
source: Internal
vi: Nội bộ

# StowTitle
source: Internal stow
vi: Lưu kho SM

# _translate_ExpressQCRESX
source: Translate WMS mobile ExpressQCRESX (ExpressQCRESX.resx)
vi: Translate WMS mobile ExpressQCRESX (ExpressQCRESX.vi.resx)

# CaseStickerDifferrentReceive_ExpressQCRESX
source: Quantity of items case sticker diffrent with quantity of items case sticker in transport
vi: Số lượng sản phẩm trong thùng khác với số lượng sản phẩm trong thùng của PTVC

# ChangeDateTitle
source: Change date
vi: Đổi ngày

# ExpiredDateInvalid
source: Expired date is invalid
vi: Ngày hết hạn không hợp lệ

# MustCaseSticker_ExpressQCRESX
source: Not mass stow sku is not case sticker. Please mass stow items with case sticker
vi: Sản phẩm nhận thùng không được lưu kho lẻ

# MustSingleItem_ExpressQCRESX
source: Not mass stow case sticker, please scan sku which sku is not case sticker
vi: Sản phẩm lẻ không được lưu kho theo thùng

# ScanTransport_ExpressQCRESX
source: Scan transport / package / SO Code
vi: Quét PTVC / Gói hàng / SO Code

# StowItemTitle
source: Stow item
vi: Lưu SP

# _translate_CaseStowRESX
source: Translate WMS mobile CaseStowRESX (CaseStowRESX.resx)
vi: Translate WMS mobile CaseStowRESX (CaseStowRESX.vi.resx)

# MenuStow_CaseStowRESX
source: Case Stow
vi: Lưu kho theo thùng

# _translate_CycleCountRESX
source: Translate WMS mobile CycleCountRESX (CycleCountRESX.resx)
vi: Translate WMS mobile CycleCountRESX (CycleCountRESX.vi.resx)

# AllBinIsCounted
source: All TBLT is counted.
vi: Tất cả TBLT đã được kiểm kê

# BinIsFinishedBeforeCheckBin
source: TBLT is finished before check TBLT, please check again.
vi: TBLT đã được kiểm kê trước đó, vui lòng kiểm tra lại

# BinTypeEmpty
source: Please input TBLT type.
vi: Vui lòng chọn loại TBLT.

# CaseStickerDifferrentReceive_CycleCountRESX
source: Quantity per case is not the same
vi: Khác số lượng sản phẩm trong thùng

# CheckBin
source: Check TBLT
vi: Kiểm kê TBLT

# CompleteBinVerify
source: Do you want to complete this TBLT?
vi: Bạn có muốn hoàn thành TBLT này không?

# CountedRatherthanQty
source: Verify counted is rather then quantity in system.
vi: Số lượng kiểm tra lớn hơn số lượng hệ thống

source: Cycle
vi: Kiểm đếm

# CycleConfirm
source: Do you want to cycle this TBLT?
vi: Bạn có muốn kiểm đếm TBLT này không?

# CycleCountTypeEmpty
source: Please input cycle count type.
vi: Vui lòng chọn loại kiểm kê

# CycleSerialNotInBinConfirm
source: Serial is not in TBLT, do you want cycle this?
vi: Serial này không có trong TBLT, bạn có muốn kiểm đếm không?

source: Generate bins
vi: Khởi tạo bins

# MenuCycleCountStandardTitle
source: Standard cycle count
vi: Kiểm thường nhật

# MenuRandomTitle
source: Random cycle count
vi: Kiểm ngẫu nhiên

# MenuTitle_CycleCountRESX
source: Cycle count
vi: Kiểm đếm

# MenuVerifyTitle
source: Verify cycle count
vi: Xác nhận kiểm đếm

# MustCaseSticker_CycleCountRESX
source: Product Item in TBLT is case stickers, not single items
vi: Sản phẩm trong TBLT là hàng thùng, không phải hàng lẻ

# MustSingleItem_CycleCountRESX
source: Product Item in TBLT is single items, not case stickers
vi: Sản phẩm trong TBLT là hàng lẻ, không phải hàng thùng

# Normal_CycleCountRESX
source: Normal
vi: Thường nhật

# NoVerifyTitle
source: You do not any verify cycle count
vi: Không còn phiên kiểm đếm

# Pickable_CycleCountRESX
source: Pickable
vi: Có thể lấy hàng

source: Product is invalid
vi: Sản phẩm không hợp lệ

source: Random
vi: Ngẫu nhiên

# SelectBinType
source: Select TBLT type
vi: Chọn loại TBLT

source: Select cycle count type
vi: Chọn loại kiểm kê

# SerialNoIsExistingInItemScanned
source: Serial is existing in items scanned.
vi: Serial đã được kiểm đếm, vui lòng kiểm tra lại

# SerialNoIsNotExistingInSerialNos
source: Serial is not existing in system.
vi: Serial không tồn tại trong hệ thống

# UnPickable_CycleCountRESX
source: UnPickable
vi: Chỉ để lưu trữ

# Quarantine_CycleCountRESX
source: Quarantine
vi: Chờ xủ lý

# _translate_CycleCountInventoryRESX
source: Translate WMS mobile CycleCountInventoryRESX (CycleCountInventoryRESX.resx)
vi: Translate WMS mobile CycleCountInventoryRESX (CycleCountInventoryRESX.vi.resx)

# CaseStickerDifferrentReceive_CycleCountInventoryRESX
source: Quantity per case is not the same
vi: Khác số lượng sản phẩm trong thùng

# CompleteBinVerify_CycleCountInventoryRESX
source: Do you want to complete this TBLT?
vi: Bạn có muốn hoàn thành TBLT này không?

# CountedRatherthanQty_CycleCountInventoryRESX
source: Verify counted is rather then quantity in system.
vi: Số lượng kiểm tra lớn hơn số lượng hệ thống

# Cycle_CycleCountInventoryRESX
source: Cycle
vi: Kiểm đếm

# CycleConfirm_CycleCountInventoryRESX
source: Do you want to cycle this TBLT?
vi: Bạn có muốn kiểm đếm TBLT này không?

# CycleSerialNotInBinConfirm_CycleCountInventoryRESX
source: Serial is not in TBLT, do you want cycle this?
vi: Serial này không có trong TBLT, bạn có muốn kiểm đếm không?

# MenuCycleCountTitle
source: Inventory Cycle count
vi: Kiểm đếm tồn kho

# MenuTitle_CycleCountInventoryRESX
source: Cycle count
vi: Kiểm đếm

# MenuVerifyTitle_CycleCountInventoryRESX
source: Verify cycle count inventory
vi: Kiểm định tồn kho

# MustCaseSticker_CycleCountInventoryRESX
source: Product Item in TBLT is case stickers, not single items
vi: Sản phẩm trong TBLT là hàng thùng, không phải hàng lẻ

# MustSingleItem_CycleCountInventoryRESX
source: Product Item in TBLT is single items, not case stickers
vi: Sản phẩm trong TBLT là hàng lẻ, không phải hàng thùng

# NoVerifyTitle_CycleCountInventoryRESX
source: You do not any verify cycle count
vi: Không còn phiên kiểm định

# Verify_CycleCountInventoryRESX
source: Verify
vi: Kiểm định

# VerifyConfirm
source: Do you want to verify this TBLT?
vi: Bạn có muốn kiểm định TBLT này không?

# VerifySerialNotInBinConfirm
source: Serial is not in TBLT, do you want verify this?
vi: Serial này không có trong TBLT, bạn có muốn kiểm định không?

# success_get_sku
source: You have get enough this SKU!
vi: Bạn đã lấy đủ hàng cho SKU này!

# total_get_sku
source: Total SKU:
vi: Tổng số SKU phải lấy:

# total_get_number
source: Total number:
vi: Tổng số lượng phải lấy:

# total_number
source: Total:
vi: SL:

# error_get_storage_equipment
source: PTLT is not valid
vi: Phương tiện lưu trữ không hợp lệ

# error_full_storage_equipment
source: PTLT is full
vi: Phương tiện lưu trữ đã chứa đủ hàng

# message_transfer_ptl_success
source: You have completed transfer to PTLT [{}]
vi: Bạn đã hoàn thành chuyển hàng cho PTLT [{}]

# default_message_error
source: There was an unknown error. Please try again
vi: Có lỗi không xác định. Xin thử lại

source: Not found
vi: Không tìm thấy

source: Mutual check
vi: Đồng kiểm

source: Stock Goods
vi: Quản lý hàng hóa

source: Total SKU:
vi: Tổng SKU:

source: Quantity:
vi: Tổng SL:

source: Successful confirmation
vi: Xác nhận thành công

source: SKU has enough quantity
vi: SKU đã đủ số lượng

source: No SKU found
vi: Không tìm thấy SKU

source: Enough SKUs in the Tote
vi: Đã đủ SKU trong Tote

source: Tote cannot be found
vi: Không tìm thấy Tote

# cannot_find_Barcode
source: Barcode not found
vi: Không tìm thấy BarCode

# does_not_exist_barcode
source: is not part of the SKU
vi: không thuộc SKU

source: Quantity enough
vi: Đã đủ số lượng

source: The amount is not enough for deletion
vi: Số lượng không đủ để xóa

source: Tote does not contain this SKU
vi: Tote không chứa SKU này

# cancellation_request
source: Cancel request
vi: Yêu cầu hủy bỏ

source: The request method is prohibited
vi: Phương thức yêu cầu bị cấm

source: Remove
vi: Xóa

source: Exceeded quantity
vi: Vượt quá số lượng

# see_detail
source: Detail
vi: Chi tiết

source: Pickup
vi: Lấy hàng

source: Edit
vi: Chỉnh sửa

source: Are you sure you want to delete
vi: Bạn có chắc muốn xóa

source: Deleted successfully
vi: Xóa thành công

source: In bound
vi: Nhập hàng

source: Out bound
vi: Lấy hàng

source: Find losing package
vi: Tìm kiện

source: Not found Bin
vi: Không tìm thấy Bin

# an_error_occurred_please_try_again
source: An error occurred. Please try again later.
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau.

source: Scan the package code
vi: Scan mã Kiện

source: Package code:
vi: Mã Kiện:

source: SO code:
vi: Mã SO:

source: Get packages
vi: Lấy hàng

source: Check Goods
vi: Kiểm tra hàng

source: Choose SO
vi: Chọn SO

source: Choose Printer
vi: Vui lòng chọn thiết bị in:

source: SKU Code:
vi: Mã SKU:

source: Total Number Of Checks:
vi: Tổng SL kiểm tra:

source: Total SO Check
vi: Tổng SO kiểm tra:

source: Print License
vi: In chứng từ

source: After confirmation, SO will change to state
vi: Sau khi xác nhận, SO sẽ chuyển sang trạng thái

source: PACKED.
vi: ĐÃ ĐÓNG GÓI.

source: Are you sure to confirm the packing?
vi: Bạn có chắc chắn xác nhận đóng gói?

source: You have not selected a Printer
vi: Bạn chưa chọn máy In

source: Are you sure you want to Print your voucher:
vi: Bạn có chắc muốn In chứng từ của:

source: On the printer:
vi: Trên máy in:

source: SO checked:
vi: SO đã đóng gói:

source: Qty SO checked:
vi: SL đã đóng gói:

# completed_so
source: SO Completed:
vi: SO đã hoàn thành:

# scan_point_or_bin
source: Scan Point/Bin
vi: Scan Bin/Point

# one_touch
source: One touch packages
vi: Đóng gói một chạm
