Repository: haudevops/app_sft_demo
Catalog: lib/l10n/intl_*.arb
Languages: vi

# ExpiredDateMustGreaterThanToday
source: Expired date must be greater than current date.
vi: Hạn sử dụng phải lớn hơn ngày hiện tại.

# SODeliveryPackageStatusLost
source: Lost
vi: Mất

# SODeliveryPackageStatusPending
source: Pending
vi: Chờ xử lý

# QtyPerCaseIsNotMatchWithSystemQty
source: Quantity per case is not match with system quantity
vi: Số lượng sản phẩm trong thùng không đúng số lượng sản phẩm ghi nhận trong hệ thống

# AddGroup_HotKey
source: Create group (Alt+G)
vi: Tạo nhóm (Alt+G)

source: Case
vi: Thùng

# TransferedTime
source: Transfered Date
vi: Ngày bàn giao

# ConditionType_DamageBy3PL_DamageBox
source: [3PL] Damage box
vi: [Nhà vận chuyển] Hư hộp

# ConditionType_DamageBy3PL_FullDamage
source: [3PL] Full damage
vi: [Nhà vận chuyển] Hư hết

# ConditionType_DamageBy3PL_Lost
source: [3PL] Lost
vi: [Nhà vận chuyển] Mất

# ConditionType_DamageBy3PL_PartialDamage
source: [3PL] Partial damage
vi: [Nhà vận chuyển] Hư 1 phần

# ConditionType_DamageInbound_DamageBox
source: [Client] Damage box
vi: [Client] Hư hộp

# ConditionType_DamageInbound_FullDamage
source: [Client] Full damage
vi: [Client] Hư hết

# ConditionType_DamageInbound_Lost
source: [Client] Lost
vi: [Client] Mất

# ConditionType_DamageInbound_PartialDamage
source: [Client] Partial damage
vi: [Client] Hư 1 phần

# ConditionType_DamageInWH_DamageBox
source: [Warehouse] Damage box
vi: [Kho] Hư hộp

# ConditionType_DamageInWH_FullDamage
source: [Warehouse] Full damage
vi: [Kho] Hư hết

# ConditionType_DamageInWH_PartialDamage
source: [Warehouse] Partial damage
vi: [Kho] Hư 1 phần

source: Shipping service is required
vi: Gói dịch vụ là bắt buộc

# ConditionType_DamageInWH_Lost
source: [Warehouse] Lost
vi: [Kho] Mất

# OnlyPoCode
source: PO code
vi: Mã PO

source: Miss Type
vi: Thiếu hàng

source: Picked Qty
vi: Sl lấy

source: Repicked Date
vi: TG lấy lại

source: Repicked By
vi: Lấy lại bởi

# NoteLengthLessOrEqual250
source: Note length must be less than or equal to 250.
vi: Độ dài của Ghi chú không được quá 250 ký tự.

# InvalidQtyRowWithLimit
source: Data import must be greater than zero and less than or equal to {0} rows.
vi: Số dòng import phải lớn hơn 0 và nhỏ hơn hoặc bằng {0} dòng.

# TaskConcurrencyException
source: Task has been executed
vi: Công việc đã được thực hiện

# NoData
source: There is no data to execute.
vi: Không có dữ liệu để thực hiện.

# DocumentType_CycleCountSessionCode
source: Cycle count session code
vi: Mã phiên kiểm đếm

# DocumentType_PoCode
source: PO Code
vi: Mã PO

# DocumentType_SoCode
source: SO Code
vi: Mã SO

# DocumentType_Undefined
source: Undefined
vi: Không xác định

# PackageDetailTitle
source: Detail of package
vi: Chi tiết của kiện hàng

# UpdateIntransitWhenReceiveFromWarehouseDstException
source: Update InTransit when Receive from destination warehouse has exception.
vi: Cập nhật số lượng InTransit khi nhật hàng xảy ra lỗi ngoại lệ.

# AdminUpdateIntransitForSourceWarehouseException
source: Admin Update InTransit for source warehouse has exception.
vi: Cập nhật số lượng InTransit cho kho nguồn xảy ra lỗi ngoại lệ.

# NumOfSku
source: Num of Skus
vi: Số lượng Sku

# UsedByName
source: Used by employee
vi: Nhân viên thực hiện

source: Category name
vi: Tên ngành hàng

# ClientPrivateSku
source: Client Sku
vi: Mã Sku đối tác

source: Customer code
vi: Mã khách hàng

# DifferenceQty
source: Difference
vi: Chênh lệch

source: Order qty
vi: Số lượng đặt hàng

source: Packed qty
vi: Số lượng thực xuất

source: Returned qty
vi: Số lượng trả

source: Total date
vi: Số ngày

source: Sub level
vi: Tầng con

# ProductIsRequired
source: Sản phẩm chưa được chọn.
vi: Product is required.

# SOTypeDamage
source: Damage
vi: Hư hỏng

# SOTypeNormal
source: Normal
vi: Bình thường

# SOTypeQuarantine
source: Quarantine
vi: Chờ xử lý

# ConditionType_Quarantine
source: Quarantine
vi: Chờ xử lý

source: SO Type
vi: Loại hàng xuất

# MaxMioForBulkySizeGreaterThan0
source: Max items (MIO) for bulky size must be greater than 0.
vi: Số lượng sản phẩm tối đa (MIO) cho kích thước lớn phải lớn hơn 0.

# MaxMioForStandardSizeGreaterThan0
source: Max items (MIO) for standard size must be greater than 0.
vi: Số lượng sản phẩm tối đa (MIO) cho kích thước chuẩn phải lớn hơn 0.

# MaxMioOrderForBulkySizeGreaterThan0
source: Max orders (MIO) for bulky size must be greater than 0.
vi: Số lượng đơn hàng tối đa (MIO) cho kích thước lớn phải lớn hơn 0.

# MaxMioOrderForStandardSizeGreaterThan0
source: Max orders (MIO) for standard size must be greater than 0.
vi: Số lượng đơn hàng tối đa (MIO) cho kích thước chuẩn phải lớn hơn 0.

# MaxSioForBulkySizeGreaterThan0
source: Max items (SIO) for bulky size must be greater than 0.
vi: Số lượng sản phẩm tối đa (SIO) cho kích thước lớn phải lớn hơn 0.

# MaxSioForStandardSizeGreaterThan0
source: Max items (SIO) for standard size must be greater than 0.
vi: Số lượng sản phẩm tối đa (SIO) cho kích thước chuẩn phải lớn hơn 0.

source: ObjectCode
vi: SO / SKU

source: Begin
vi: Bắt đầu

# SORRCode
source: SO return request
vi: Mã yêu cầu trả hàng

source: Ordered Qty
vi: Số lượng đặt

# DateSignFooter
source: .....Day... Month ... Year.....
vi: .....Ngày... Tháng ... Năm.....

source: Deliver
vi: Người giao hàng

# FooterPrintDate
source: Date time print:
vi: Ngày giờ in:

# NoteFooterDocument
source: (check the quantity carefully before signing)
vi: (kiểm tra kỹ số lượng trước khi ký)

source: Receiver
vi: Người nhận hàng

source: Stocker
vi: Thủ kho

source: Unit heads
vi: Thủ trưởng đơn vị

source: Writer
vi: Người viết phiếu

source: SORR ExternalCode
vi: Mã yêu cầu của đối tác

# ConditionType_NotAvaible
source: Not avaible
vi: Chưa chọn

# _translate_MasanBinRESX
source: Chuyển ngôn ngữ của WMS mobile MasanBinRESX (MasanBinRESX.resx)
vi: Chuyển ngôn ngữ của WMS mobile MasanBinRESX (MasanBinRESX.vi.resx)

source: Aisle is required.
vi: Luống phải được chọn

# BinCodeIsExisting
source: TBLT code is existing
vi: Mã TBLT đã tồn tại, vui lòng kiểm tra lại

# BinHasActualQtyGreaterThan0_LockBinFail
source: TBLT has actual quantity greater than 0, Lock TBLT fail
vi: TBLT đang chứa sản phẩm, khoá TBLT không thành công

# BinIndexIsLessThanMaxBinPerAisle
source: Quantity TBLT create must be less than max TBLT
vi: Số lượng TBLT tạo ra vượt quá số lượng tối đa của TBLT

# BinType
source: Type
vi: Loại

# CheckBinTypeError
source: Error occurs while checking TBLT type.
vi: Xảy ra lỗi khi kiểm tra loại TBLT.

# ConvertBinTypeError
source: Convert TBLT type error
vi: Chuyển đổi TBLT bị lỗi

# ConvertBinTypeSuccess
source: Convert TBLT type successfully
vi: Chuyển đổi trạng thái TBLT thành công

# ConvertToPickable
source: Convert to pickable TBLT
vi: Chuyển sang TBLT có thể lấy hàng

# ConvertToPickableConfirm
source: Do you really want to convert status from "UnPickable" to "Pickable"?
vi: Bạn có thực sự muốn chuyển đổi trạng thái từ "Chỉ để lưu trữ" sang "Có thể lấy hàng"?

# ConvertToUnPickable
source: Convert to unpickable TBLT
vi: Chuyển sang TBLT chỉ để lưu trữ

# ConvertToUnPickableConfirm
source: Do you really want to convert status from "Pickable" to "UnPickable"?
vi: Bạn có thực sự muốn chuyển đổi trạng thái từ "Có thể lấy hàng" sang "Chỉ để lưu trữ"?

# CreateBin_Title
source: Create TBLT
vi: Tạo TBLT

# CreateMasanBinError
source: Create TBLT error
vi: Tạo TBLT không thành công

# CreateMasanBinSuccess
source: Create TBLT success
vi: Tạo TBLT thành công

# Damage
source: Damaged & Expired
vi: Hàng hư hỏng & quá hạn

# ErrorBinTypeInvalid
source: TBLT type invalid
vi: Kiểu TBLT không hợp lệ

# ErrorException
source: Exception
vi: Ngoại lệ

# ErrorPendingOut
source: There is/are pending out product item in this, so you can not change TBLT status
vi: Tồn tại sản phẩm cần được xuất hàng trong TBLT nên việc chuyển trạng thái không thể thực hiện.

# GetProductItemSerialNosError
source: Get serial of product fail.
vi: Lấy mã serial của sản phẩm không thành công.

# IndexBinStart
source: Index TBLT start
vi: TBLT bắt đầu

# IndexBinStartGreaterThan0
source: Index TBLT start must be greater than 0
vi: Vị trí TBLT bắt đầu phải lớn hơn 0

# InitDataMasanBinError
source: Load MasanBin condition data error.
vi: Lấy thông tin danh mục không thành công.

# InvalidBinType
source: BinType is invalid.
vi: Loại TBLT không đúng.

# LevelGreaterThan0
source: Level must be greater than 0, please check again
vi: Tầng phải lớn hơn 0, vui lòng kiểm tra lại

# LockUnLockBin
source: Do you want to {0} TBLT {1} ?
vi: Bạn có muốn {0} TBLT {1} này không ?

# LwhIsInvalidFormat
source: Size don't correct mask (Len x Width x Height)
vi: Kích thước không đúng định dạng (Dài x Rộng x Cao)

# LwhIsRequired
source: Length, width, heigth is required
vi: Dài, rộng, cao phải được nhập

# MaxSkuPerBin
source: Max SKUs
vi: Giới hạn SKUs

source: Pickable
vi: Có thể lấy hàng

# QtyBin
source: Quantity TBLT
vi: Số lượng TBLT

# QtyBinGreaterThan0
source: Quantity TBLT must be greater than 0
vi: Số lượng TBLT phải lớn hơn 0

source: Qty product
vi: SL sản phẩm

source: Room is required.
vi: Room phải được chọn.

# SearchBin_Title
source: Search TBLT
vi: Tìm kiếm TBLT

source: Search location error
vi: Tìm vị trí sản phẩm không thành công

# SearchLocation_Title
source: Search location item
vi: Tìm vị trí sản phẩm

# Search_Error_Bin
source: Search TBLT error
vi: Lỗi tìm kiếm trên TBLT

# SetVisualizedForMasanBinError
source: {0} TBLT error
vi: {0} TBLT không thành công

# SetVisualizedForMasanBinSuccess
source: {0} TBLT success
vi: {0} TBLT thành công

# StepGreaterThan0
source: Step must be greater than 0
vi: Bước nhảy của TBLT phải lớn hơn 0

source: UnPickable
vi: Chỉ để lưu trữ

# ViewMasanBinError
source: View TBLT error
vi: Xem chi tiết TBLT không thành công

# ViewMasanBin_Title
source: View detail TBLT
vi: Xem chi tiết TBLT

# _translate_ProductResx
source: Chuyển ngôn ngữ của WMS mobile ProductResx (Product.resx)
vi: Chuyển ngôn ngữ của WMS mobile ProductResx (Product.vi.resx)

source: Old
vi: Cũ

# product_error_cannottransfer
source: Can not transfer this item
vi: Không thể luân chuyển sản phẩm này

# product_error_notfound
source: Product not found
vi: Sản phẩm không tìm thấy

# product_error_notsamesku
source: Products does not same SKU
vi: Danh sách sản phẩm này không trùng SKU

source: Return
vi: Trả hàng

# _translate_Transfer
source: Chuyển ngôn ngữ của WMS mobile Transfer (Transfer.resx)
vi: Chuyển ngôn ngữ của WMS mobile Transfer (Transfer.vi.resx)

# CloseCurrentToteAndOpenNewToteMessage
source: Do you want to close current transport & open this transport?
vi: Bạn có muốn đóng PTVC hiện tại và mở mới không?

# CloseCurrentToteAndOpenNewToteTitle
source: Transport need to be closed
vi: Cần đóng PTVC củ trước khi tiếp tục

# CloseToteMessage
source: Do you want to close this transport?
vi: Bạn có muốn đóng PTVC này không?

# EndTaskMessage
source: Do you want to end transfer task?
vi: Bạn có muốn kết thúc tác vụ luân chuyển này?

# EndTaskSuccessfully
source: Task was ended
vi: Kết thúc tác vụ thành công

# EndTaskTitle
source: End task?
vi: Kết thúc?

# Error_CanNotTransfer
source: Can not transfer to this transport
vi: Không thể chuyển sản phẩm vào PTVC này

# MenuTransfer
source: Transfer
vi: Luân chuyển

# Notify_CloseTote
source: Transport closed
vi: Đã đóng PTVC

# Notify_ScanBinStep
source: TBLT scanned
vi: Quét mã TBLT thành công

# Notify_ScanItemStep
source: Product item scanned
vi: Quét sản phẩm thành công

# Notify_ScanTransportStep
source: Transport scanned
vi: Quét PTVC thành công

# Notify_ToteOpenned
source: Transport openned
vi: Đã mở PTVC

# Notify_TransferItem
source: Product item transfered
vi: Sản phẩm đã được chuyển

# RecentlyScanHeader
source: Recently scan
vi: Sản phẩm vừa nhập

# ScanBinOrTransport
source: Scan TBLT or transport
vi: Quét mã TBLT hay PTVC

source: Transport is opening
vi: Hiện đang có thiệt bị vận chuyển đang mở

source: Transport is processing
vi: Thiết bị vận chuyển đang xử lý

# _translate_Identity
source: Translate languages WMS mobile Identity (Identity.resx)
vi: Chuyển ngôn ngữ của WMS mobile Identity.vi (Identity.vi.resx)

source: Password
vi: Mật khẩu

source: User name
vi: Tên đăng nhập

source: Change password
vi: Đổi mật khẩu

source: New password
vi: Mật khẩu mới

# NewPasswordEmptyError
source: Please input the new password
vi: Vui lòng nhập mật khẩu mới

source: Old password
vi: Mật khẩu hiện tại

# OldPasswordEmptyError
source: Please input the current password
vi: Vui lòng nhập mật khẩu hiện tại

# PasswordChangeSuccess
source: Password change successful
vi: Đổi mật khẩu thành công

# PasswordNotMatchError
source: The passwords is not match
vi: Mật khẩu không trùng nhau

# InValidInputNewPassword
source: Don't input same as old password
vi: Không nhập giống với mật khẩu cũ

source: Re-new password
vi: Nhập lại mật khẩu

# _translate_Picking
source: Translate languages WMS mobile Picking (Picking.resx)
vi: Chuyển ngôn WMS mobile Picking (Picking.vi.resx)

# endpickingtask
source: The final product has been picking, Press OK to finish the task.
vi: Tất cả sản phẩm đã được lấy. Nhấn Ok để hoàn tất.

# getdata_pickinglist
source: Get data ....
vi: Lấy dữ liệu ....

source: Ok
vi: Đồng ý

# SerialNotExistingInPickingList
source: Serial is not existing in picking list
vi: Serail không tồn tại trong danh sách

# tote_checking
source: TBVC checking ...
vi: Kiểm tra PTVC ...

source: Doing end task ...
vi: Kết thúc ...

source: Getting orther item ...
vi: Lấy sản phẩm khác ...

source: Item pushing ...
vi: Đang lấy sản phẩm ...

# tote_closing
source: TBVC closing ...
vi: Đóng PTVC ...

source: Item checking ...
vi: Kiểm tra sản phẩm ...

# MenuPicking
source: Picking
vi: Lấy hàng

source: Add new temporary space...
vi: Tạo mới PTVC...

# ConfirmAddTemporarySpaceTransport
source: Are you sure to add new transport ?
vi: Tạo thiết bị mới này ?

# IsProcessingPickItemWaitingFor
source: It is processing pick item, waiting for seconds
vi: Đang xử lý lấy hàng vui lòng chờ trong giây lát

# TransportInValid
source: Transport is not available
vi: Thiết bị không hợp lệ

# CaseStickerDifferrentBin
source: Quantity of items case sticker diffrent with quantity of items case sticker receivedin TBLT
vi: Số lượng sản phẩm trong thùng khác với số lượng sản phẩm trong TBLT

# MustCaseSticker
source: Not pick sku is not case sticker. Please pick items with case sticker
vi: Sản phẩm lấy phải là thùng không được lấy lẻ

# MustSingleItem
source: Not pick case sticker, please scan sku which sku is not case sticker
vi: Sản phẩm lấy phải là lẻ không được lấy theo theo thùng

source: Doing switch transport
vi: Đang chuyển thiết bị lấy hàng

# DoYouWantCloseOldTote_AddItemIntoNewTote
source: Do you want close current TBVC and pick item into new TBVC ?
vi: Bạn có muốn đóng PTVC hiện tại, và đưa hàng vào PTVC mới không ?

source: Switch transport is picking
vi: Đổi PTVC

source: Picking list was picked to enough full item
vi: Danh sách lấy hàng đã được lấy đủ

# EndSoCancelTask
source: This Order has been cancelled. Press OK to end task.
vi: Đơn hàng đã bị hủy. Nhấn Ok để hoàn tất

# SOJustCancelNotification
source: Have just order cancel, pick list has been refesh
vi: Đơn hàng vừa bị hủy, danh sách lấy hàng được cập nhật lại

# SoCancelNoUseToteToPicking
source: So cancelled. No use TBVC to picking. Press OK to continue picking
vi: Đơn hàng đã bị hủy, không cần sử dụng PTVC này lấy hàng. Nhấn ok để tiếp tục.

# _translate_ReturnReceivedCheckInRESX
source: Translate WMS mobile ReturnReceivedCheckInRESX (ReturnReceivedCheckInRESX.resx)
vi: Chuyển ngôn WMS mobile ReturnReceivedCheckInRESX (ReturnReceivedCheckInRESX.vi.resx)

# ConditionTypeEmptyError
source: Please choose a condition type
vi: Vui lòng chọn tình trạng sản phẩm

# MenuMain
source: Return checkin
vi: Kiểm đếm hàng trả

# QtyOverConfirm
source: Receive quantity of {0} is more than SO quantity, are you sure to receive this product?
vi: Số lượng nhận của {0} lớn hơn số lượng đơn hàng, bạn có chắc nhận không?

# ScanObjectCode
source: Scan SO/DeliveryPackage ...
vi: Quét SO/DeliveryPackage ...

# ScanBarcode
source: Scan Barcode / Serial / Delivery package
vi: Quét Barcode / Serial / Delivery package

# SOOverConfirm
source: Product {0} is not exist in SO, are you sure to receive this product?
vi: Sản phẩm {0} không có trong đơn hàng, bạn có chắc nhận không?

# _translate_VerifyItemRESX
source: Translate WMS mobile VerifyItemRESX (VerifyItemRESX.resx)
vi: Chuyển ngôn WMS mobile VerifyItemRESX (VerifyItemRESX.vi.resx)

# ConditionType_DamageInbound_DamageBox_Verify
source: [PO] Damage box
vi: [PO] Hư hộp

# ConditionType_DamageInbound_FullDamage_Verify
source: [PO] Full damage
vi: [PO] Hư hết

# ConditionType_DamageInbound_PartialDamage_Verify
source: [PO] Partial damage
vi: [PO] Hư 1 phần

# DamageTypeEmpty
source: Please input Damage type
vi: Vui lòng nhập loại chuyển

# MenuVerifyItem
source: Verify Items
vi: Kiểm tra sản phẩm

source: Quarantine
vi: Chờ xử lý

# SelectFrom
source: Select from type
vi: Chọn nguồn

# SelectTo
source: Select to type
vi: Chọn đích

# TransportCodeEmpty
source: Please input Transport
vi: Vui lòng nhập PTVC

# _translate_PickToTransform
source: Translate WMS mobile PickToTransform (PickToTransform.resx)
vi: Chuyển ngôn WMS mobile PickToTransform (PickToTransform.vi.resx)

# MenuPickToTransform
source: Pick to transform
vi: Lấy hàng chuyển đổi

source: Transform
vi: Chuyển đổi

# TransformRequestCodeScanned
source: Scan transform request code
vi: Quét mã chuyển đổi

source: Checking current task ...
vi: Đang kiểm tra công việc hiện tại ...

source: Picked full item
vi: Đã pick đủ sản phẩm

# _translate_Transforming
source: Translate WMS mobile Transforming (Transforming.resx)
vi: Translate WMS mobile Transforming (Transforming.vi.resx)

# MenuTransforming
source: Transforming
vi: Chuyển đổi

# product_error_receiveenough
source: Product received enough
vi: Sản phẩm đã nhận đủ

source: Not started task
vi: Chưa bắt đầu công việc

# product_error_NumberTransformExceedsActualNumber
source: The number transform exceeds actual number
vi: Số lượng chuyển đổi vượt số lượng thực tế

source: Transport is not closed
vi: Thiết bị vận chuyển chưa được đóng.

source: Transforming is successful
vi: Chuyển đổi hàng thành công

# _translate_TransferRESX
source: Translate WMS mobile TransferRESX (TransferRESX.resx)
vi: Translate WMS mobile TransferRESX (TransferRESX.vi.resx)

# ClientBranchColon
source: Brand:
vi: Chi nhánh:

# ClientColon
source: Client:
vi: Đối tác:

# ConfirmCreateSessionHasMissPackages
source: There are some package incomplete. Do you really want to create session?
vi: Có kiện hàng chưa được hoàn thành. Bạn có muốn tạo phiên chuyển giao?

# CreateSessionSuccess
source: Create session successful.
vi: Tạo chuyển giao thành công

source: Do you want to refresh packages to transfer?
vi: Bạn có muốn làm mới lại danh sách kiện hàng chuyển giao?

# Menu3PLCreateTitle
source: Transfer 3PL
vi: Chuyển giao 3PL

# MenuClientPickupCreateTitle
source: Client pickup
vi: Chuyển giao đối tác

# MenuTitle
source: Transfer
vi: Chuyển giao

# OnlyShowSOInCompleted
source: SO in complete
vi: SO chưa đủ kiện

# PackageExistError
source: Package is exists in list
vi: Mã kiện đã tồn tại trong danh sách

# Parner3PL
source: 3PL:
vi: Đối tác vận chuyển:

# RemovePackageConfirm
source: Are you sure to remove this package?
vi: Bạn có muốn xóa kiện hàng này khỏi danh sách chuyển giao không?

source: Transfer type:
vi: Loại chuyển giao:

# _translate_Stow
source: Translate WMS mobile Stow (Stow.resx)
vi: Translate WMS mobile Stow (Stow.vi.resx)

# product_checking
source: Checking product...
vi: Đang kiểm tra sản phẩm ...

# tote_CloseToteTitle
source: Close TBVC
vi: Đóng PTVC

# tote_confirmCloseTote
source: Out of stock in TBVC. Do you want to close TBVC ?
vi: Đã hết hàng trong PTVC. Bạn có muốn đóng PTVC ?

# tote_hasItemCanNotCloseTote
source: TBVC has item so can not close TBVC
vi: PTVC còn sản phẩm nên không thể đóng PTVC.

# tote_closeToteSuccess
source: Close TBVC success
vi: Đóng PTVC thành công.

# MenuStow
source: Stow
vi: Lưu kho

# product_stowing
source: Product is stowing into TBLT
vi: Đang lưu sản phẩm lên kệ

# _translate_SmartMove
source: Translate WMS mobile SmartMove (SmartMove.resx)
vi: Translate WMS mobile SmartMove (SmartMove.vi.resx)

# MenuTitleSmartMove
source: Smart move
vi: Di chuyển SM

# PickingTitle
source: Smart move picking
vi: Lấy hàng SM

# _translate_ReturnStowRESX
source: Translate WMS mobile ReturnStowRESX (ReturnStowRESX.resx)
vi: Translate WMS mobile ReturnStowRESX (ReturnStowRESX.vi.resx)

source: Damage box
vi: Hư hộp

source: Full damage
vi: Hư hết

# MenuReturnStow
source: Return Stow
vi: Lưu hàng trả lại

source: Partial damage
vi: Hư 1 phần

# _translate_Receive
source: Translate WMS mobile Receive (Receive.resx)
vi: Translate WMS mobile Receive (Receive.vi.resx)

# MenuReceive
source: Receive
vi: Lưu kho

# _translate_QuickStow
source: Translate WMS mobile QuickStow (QuickStow.resx)
vi: Translate WMS mobile QuickStow (QuickStow.vi.resx)

# MenuQuickStow
source: Quick stow
vi: Lưu kho nhanh

source: Quick stow item error
vi: Lưu kho nhanh không không thành công

# _translate_MassTransferRESX
source: Translate WMS mobile MassTransferRESX (MassTransferRESX.resx)
vi: Translate WMS mobile MassTransferRESX (MassTransferRESX.vi.resx)

# CannotChangeDestLocation
source: You cannot change destination location
vi: Bạn không thể chuyển thiết bị/TBLT đích

# MenuMassTransfer
source: Mass transfer
vi: Luân chuyển SLL

# MenuMassTransferV2
source: Mass transfer special
vi: Luân chuyển ĐB

# ScanDestLocation
source: Scan destination location
vi: Quét thiết bị/TBLT đích

# ScanSKUDestLocation
source: Scan SKU/Serial/Case sticker or new Destination location
vi: Quét SKU/Serial/Case sticker hoặc TBLT đích mới

source: Scan source location
vi: Quét thiết bị/TBLT nguồn

# _translate_MassStowRESX
source: Translate WMS mobile MassStowRESX (MassStowRESX.resx)
vi: Translate WMS mobile MassStowRESX (MassStowRESX.vi.resx)

# StowingAllProductItemToBinSuccess
source: Stowing all product item to TBLT success
vi: Đưa tất cả hàng lên kệ thành công

# TheProductHasNotBeenDetermined
source: The product has not been detemined.
vi: Sản phẩm chưa được xác định

# ItemNumberLimit
source: Item number is invalid
vi: Sô lượng sản phẩm không được lớn hơn số sản phẩm trong PTVC

# InputNumberCaseSticker
source: Input number of case sticker
vi: Nhập số lượng thùng

# InputNumberProduct
source: Input number of product
vi: Nhập số lượng sản phẩm

# CaseStickerDifferrentReceive
source: Quantity of items case sticker diffrent with quantity of items case sticker received
vi: Số lượng sản phẩm trong thùng khác với số lượng sản phẩm trong thùng đã nhận hàng

# CanConvertSingleConfirm
source: There are single type of this SKU, do you want to convert case to single?
vi: TBLT này đang chứa hàng lẻ của SKU này, bạn có muốn đổi sang hàng lẻ luôn không?

# CannotStowBin
source: You cannot stow this case to TBLT.
vi: Bạn không thể lưu thùng vào TBLT này.

# _translate_LocationRESX
source: Translate WMS mobile LocationRESX (LocationRESX.resx)
vi: Translate WMS mobile LocationRESX (LocationRESX.vi.resx)

source: Details
vi: Thông tin chi tiết

# MenuTitle_LocationRESX
source: Location
vi: Vị trí tkho

# MenuViewBin
source: View TBLT
vi: Xem TBLT

# MenuViewTransport
source: View transport
vi: Xem Thiết bị

# MenuViewTransportTitle
source: View transport
vi: Xem Thiết bị

# NumberOfCaseTitle
source: Number of cases
vi: Số lượng thùng

# QtyPrefix
source: Quantity:
vi: SL:

# _translate_InternalTransfer
source: Translate WMS mobile InternalTransfer (InternalTransfer.resx)
vi: Translate WMS mobile InternalTransfer (InternalTransfer.vi.resx)

source: Can not transfer transport to transport
vi: Không thể luân chuyên nội bộ giữa các PTVC
